[
    {
        "id": "00359dab-e5e1-4eee-adb2-3524afe18279 ",
        "title": "1η θέση στο 2ο Blue & Circular Economy Hackathon της Οdyssea",
        "date": "8/12/2024",
        "content": "Εκ μέρους της ομάδας των hackathons έχουμε με μεγάλη χαρά να σας ανακοινώσουμε ότι καταφέραμε να κατακτήσουμε την πρώτη θέση στον 2ο Blue & Circular Economy Hackathon της Οdyssea. Η ομάδα μας, @Vaggos @artemis @helenzaph @steliosrotas @Kennex. @Alex Turing φτιάξαμε μία full-stack ιστοσελίδα για αγοραπωλησίες μεταχειρισμένων αλιευτικών ειδών. Η εμπειρία ήταν φανταστική, μάθαμε πάρα πολλά νέα πράγματα καθ'όλη την διάρκεια της προετοιμασίας μας και του τριημέρου. Αναμένουμε τα επόμενα βήματα της ομάδας αλλά και γενικότερα του Coding Club να είναι εξίσου ευχάριστα και γεμάτα επιτυχίες!",
        "imagesUrl": ["https://codingclub-4bvs.onrender.com/images/hackathon_win.png"]
    },
    {
        "id": "f5f54c21-65e5-4352-93ba-8354eb4705c4",
        "title": "ΕΚΠΑthon",
        "date": "4/1/2025",
        "content": "Ώρα να ετοιμαστείτε για το ΕΚΠΑthon! Το πανεπιστήμιό μας θα συμμετάσχει φέτος για πρώτη φορά τον Invent for the Planet Hackathon του Texas A&M University of Engineering!\n\n📅 Ημερομηνία: 7-9 Φεβρουαρίου\n📍 Τοποθεσία: Στο τμήμα μας (Πληροφορικής και Τηλεπικοινωνιών)\n🎯 Ανοιχτό σε: Όλους τους φοιτητές του ΕΚΠΑ\n\nΘέλεις να λάβεις μέρος; Συμπλήρωσε τη συμμετοχή σου στην παρακάτω φόρμα μέχρι τις 20 Ιανουαρίου! Δεν χρειάζεται να έχεις ομάδα – μπορείς να δηλώσεις συμμετοχή είτε μόνος είτε με παρέα.\n\n📝 [Φόρμα Συμμετοχής](https://docs.google.com/forms/d/e/1FAIpQLScjvlDzzgI4tyFUVqv4C5Kq1S23JePXmvdi6od40TBjF74XDg/viewform)\n\nΕπίσης, αν θέλεις να συμμετέχεις στην οργάνωση του event, να γίνεις μέντορας ή να συνεισφέρεις με κάποιον άλλο τρόπο, στείλε μήνυμα στο [discord](https://discord.gg/c34X34X6Jb) σε @artemis ή @Vaggos για να συντονιστούμε!\n\n✨ Αυτό είναι το πρώτο hackathon που διοργανώνουμε, και θα δώσουμε τον καλύτερό μας εαυτό για να σας προσφέρουμε μια όσο το δυνατόν καλύτερη εμπειρία!\n\nΑναμένουμε τις συμμετοχές σας! 🙌\n\nΠερισσότερες πληροφορίες σχετικά με τον [IFTP Hackathon](https://engineering.tamu.edu/student-life/aggies-invent/events/invent-for-the-planet/index.html)",
        "imagesUrl": ["https://codingclub-4bvs.onrender.com/images/ekpathon.jpg"]
    }
]